Revit 2024 API
ParameterTypeId.TagSampleText Property
 "Sample Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TagSampleText { get; }
Visual Basic
Public Shared ReadOnly Property TagSampleText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TagSampleText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace